START_COMMAND_HELLO = """
Приветствуем тебя, Юрист!

Это бот помогает найти Арбитражных управляющих для вашей процедуры банкротства
физического лица по нужным вам параметрам и из нужного вам региона. Или найти
клиентов на банкротство для юристов и АУ!

Мы собрали лучшие команды по арбитражному управлению, которые предоставляют гарантии на:

●  Завершение процедуры строго в срок
●  Снятие ПМ ежемесячно без задержек
●  Защиту спасенного вами имущества

В сервис входит бесплатное обсуждение стратегии по каждому банкроту!

Если вы ищете клиентов на банкротство, то данный бот также поможет их вам найти.

"""

START_COMMAND_DESCRIPTION = """
Чтобы воспользоваться сервисом, выберите опцию из меню или воспользуйтесь навигацией:
> Найти арбитражного управляющего для долгой работы (/partner)
> Найти арбитражного управляющего для конкретного банкрота (/bfl)
> Я сам АУ (или юрист) и мне нужны клиенты на бфл! (/lead)
"""